Repository: martinrehfeld/radioonrails
Catalog: po/*/radio.po
Languages: de

source: The recording will start soon and cannot be changed anymore!
de: Die Aufnahme beginnt in Kürze und kann nicht mehr geändert werden!

source: nothing selected...
de: nichts ausgewählt...

source: untitled recording
de: unbenannte Aufnahme

source: Recording could not be found!
de: Die Aufnahme konnten nicht (mehr) gefunden werden!

source: Station was successfully created.
de: Sender wurde erfolgreich angelegt.

source: Station was successfully updated.
de: Sender wurde erfolgreich aktualisiert.

source: scheduled
de: geplant

source: recording in progress...
de: Aufnahme läuft...

source: recording is being aborted...
de: Aufnahme wird abgebrochen...

source: done
de: fertig

source: missed
de: verpasst

source: unknown state :-(
de: unbekannter Status :-(

source: unknown station
de: unbekannter Sender

source: DATE_FMT
de: %d.%m.%Y

source: at
de: um

source: TIME_FMT
de: %H:%M

source: o'clock
de: Uhr

source: recorded on
de: aufgenommen am

source: recording since
de: wird aufgenommen seit

source: will be recorded on
de: wird aufgenommen am

source: could not be recorded on
de: konnte nicht aufgenommen werden am

source: (due to technical problems)
de: (aufgrund technischer Probleme)

source: until
de: noch bis

source: and is being finished
de: und wird gerade beendet

source: on
de: auf

source: station
de: Sender

source: Station|Station Name
de: Sendername

source: Station|Station Logo
de: Senderlogo

source: Station|Stream URL
de: Stream URL

source: Station|EPG URL
de: EPG URL

source: recording
de: Aufnahme

source: Recording|Title
de: Aufnahmetitel

source: Recording|State
de: Status

source: FILENAME_DATETIME_FMT
de: %Y%m%d_%H%M

source: MP3_ALBUM_NAME
de: Radioaufnahmen

source: Recorded at
de: aufgenommen am

source: APPLICATION_TITLE
de: Virtueller Radiorekorder

source: APPLICATION_SUBTITLE
de: Möge stets guter Empfang im Internet mit Euch sein...

source: APPLICATION_LICENSE
de: Dieses Programm ist freie Software.<br />Sie können es unter den Bedingungen der <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a> weitergeben und/oder modifizieren.

source: Selected Recording
de: Ausgewählte Aufnahme

source: Recording List
de: Aufnahmeliste

source: New Recording...
de: Neue Aufnahme planen...

source: Manage stations...
de: Sender verwalten...

source: Title
de: Titel

source: Start time
de: Startzeit

source: MONTH_NAMES
de: Januar Februar März April Mai Juni Juli August September Oktober November Dezember

source: Duration (minutes)
de: Dauer (Minuten)

source: Station
de: Sender

source: Time
de: Zeit

source: State
de: Status

source: Revert changes
de: Änderungen zurücknehmen

source: Change schedule
de: Planung ändern

source: Cancel recording
de: Aufnahme verwerfen...

source: Really cancel?
de: Wirklich abbrechen?

source: save
de: speichern

source: cancel
de: abbruch

source: saving...
de: speichere...

source: click to edit title
de: Klicken, um den Titel zu ändern

source: Delete recording...
de: Aufnahme löschen...

source: listen now
de: gleich&nbsp;hereinhören

source: Abort recording...
de: Aufnahme abbrechen...

source: Really abort?
de: Aufnahme wirklich abbrechen?

source: Electronic Program Guide
de: Programmführer

source: Cancel
de: Abbruch

source: Schedule recording
de: Aufnahme planen

source: Listing stations
de: Senderliste

source: Station|Name
de: Sendername

source: Station|Logo
de: Senderlogo

source: Station|Stream url
de: Stream URL

source: Station|Epg url
de: EPG URL

source: Edit
de: bearbeiten

source: Destroy
de: löschen

source: Really delete?
de: Wirklich löschen?

source: New station
de: Neuer Sender

source: Create
de: anlegen

source: Back
de: zurück

source: Editing station
de: Sender bearbeiten

source: Update
de: ändern

source: All recordings made with the virtual radio recorder are available in this Podcast
de: In diesem Podcast sind alle Aufnahmen des virtuellen Radiorekorders zu finden.
